let heroes = [
    {
        filmName: "Лицо со шрамом",
        name: "Тони Монтана",
        info: "Антонио «Тони» Монтана — персонаж, созданный американским режиссёром и сценаристом Оливером Стоуном, главный герой криминальной драмы Брайана Де Пальмы «Лицо со шрамом», вышедшей на экраны в 1983 году. Роль Тони Монтаны, которую в фильме исполнил Аль Пачино, принесла актёру номинацию на премию «Золотой глобус». Тони Монтана — амбициозный гангстер, эмигрировавший с Кубы, осевший в Майами и сделавший головокружительную карьеру в наркобизнесе.\n\nОливер Стоун писал, что идея персонажа пришла к нему во время посещения Майами в 1980 и 1981 годах. Тогда город захлестнула волна насилия, в один год совершалось больше предумышленных убийств чем за всё предыдущее десятилетие. Стоун в дополнительных материалах к фильму вспоминал как придумал имя главного героя: взял распространённое в латиноамериканских странах имя Антонио (Тони) и добавил к нему фамилию знаменитого квотербека НФЛ (NFL) 80-х годов Джо Монтана, звучавшую вполне органично для выходца с Кубы. Таким образом Оливер Стоун в очередной раз подчеркнул свою любовь к американскому футболу. Тони Монтана — порождение этого времени, без гроша в кармане, без своего места в обществе, но с безграничными амбициями. На вопрос, чего же он хочет, Тони отвечает: «Весь мир и всё, что есть в нём». Свой путь к американской мечте он находит в насилии, богатства и власти добивается с помощью бомб и автоматов. В Тони Монтане нет духа романтизма, присущего другому знаменитому гангстеру в исполнении Аль Пачино — Майклу Корлеоне из «Крёстного отца». В одной из сцен фильма Тони, находясь в состоянии алкогольного опьянения, кричит посетителям ресторана: «Вам нужны плохие парни как я, чтобы вы могли показать на нас своим долбаным пальцем и сказать: „Вот это плохой парень“».\n\nЖурнал Empire поставил Тони Монтану на 70 место в своём рейтинге 100 лучших персонажей фильмов. Фраза «Поздоровайся с моим маленьким другом» из финальной сцены фильма, в которой Тони выходит сражаться против ворвавшихся в его особняк бандитов со штурмовой винтовкой в руках, была включена под номером 61 в список 100 известных цитат из американских фильмов по версии Американского института киноискусства.\n\nВ компьютерной игре Scarface: The World Is Yours Тони чудом остаётся жив после событий фильма и заново начинает отстраивать свой бизнес и влияние.\n\n15 декабря 2016 года Тони был добавлен в качестве играбельного персонажа в одном из дополнений в компьютерной игре Payday 2\n\n,",
        maker: ["Оливер Стоун","https://ru.wikipedia.org/wiki/Стоун,_Оливер"],
        actor: ["Аль Пачино","https://ru.wikipedia.org/wiki/Пачино,_Аль"],
        film: "https://www.kinopoisk.ru/film/4695/",
    },

    {        
        filmName: "Бригада",
        name: "Саша 'Белый'",
        info :"Алексáндр Николáевич Белóв («Белый») — один из главных героев российского криминального многосерийного фильма «Бригада» Алексея Сидорова, и его продолжения «Бригада: Наследник» режиссёра Дениса Алексеева. В телесериале роль Александра Белова исполнил российский актёр Сергей Безруков. В продолжении «Белого» сыграл Эльдар Чеченов. Реальным прототипом Саши Белого является криминальный авторитет Сергей Тимофеев по прозвищу «Сильвестр». В сериале изображён как криминальный авторитет, бандит, депутат Государственной думы.",
        maker: ["Алексей Сидоров","https://ru.wikipedia.org/wiki/Сидоров,_Алексей_Леонидович"],
        actor: ["Сергей Безруков","https://ru.wikipedia.org/wiki/Безруков,_Сергей_Витальевич"],
        film: "https://www.kinopoisk.ru/series/77039/",
    },

    {
        filmName: "Звёздыный войны",
        name: "Дарт Вейдер",
        info: "Дарт Ве́йдер (англ. Darth Vader, 42 ДБЯ — 4 ПБЯ), также известный под своим настоящим именем как Э́накин Скайуо́кер (англ. Anakin Skywalker) — центральный персонаж первых шести эпизодов саги «Звёздные войны». Также появляется в фильме «Изгой-один». В киноэпопее «Звёздные войны» демонстрируются его становление в качестве рыцаря-джедая, его переход на Тёмную сторону Силы и его итоговое искупление. Отец Люка Скайуокера и Леи Органы. Единственный персонаж, появляющийся в шести эпизодах и спин-оффе «Изгой-один» «во плоти».",
        maker: ["Джордж Лукас","https://ru.wikipedia.org/wiki/Лукас,_Джордж"],
        actor: ["Мэтт Лантер","https://ru.wikipedia.org/wiki/Лантер,_Мэтт"],
        film: "https://www.kinopoisk.ru/film/6695/",
    },
    {
        filmName: "Гарри Поттер",
        name: "Волан-де-Морт",
        info: "Лорд Во́лан-де-Мо́рт (англ. Lord Voldemort — Лорд Волдеморт; имя при рождении — Том Ма́рволо Реддл, англ. Tom Marvolo Riddle) — персонаж серии романов о Гарри Поттере, главный антагонист. Великий тёмный волшебник, обладающий большой магической силой и практически достигший бессмертия при помощи крестражей.\n\nЛорд Волан-де-Морт упоминается во всех книгах, а в фильмах его играют Ричард Бреммер (флэшбек в первом фильме), Ян Харт (лицо на затылке профессора Квиррелла), Кристиан Коулсон (16-летний Том Реддл во втором фильме), Рэйф Файнс (восставший Волан-де-Морт, основное обличье с конца четвёртого фильма до конца киносерии), Хиро Файнс-Тиффин (11-летний Том в воспоминаниях Дамблдора в шестом фильме) и Фрэнк Диллэйн (16-летний Том в воспоминании Слизнорта в шестом фильме).",
        maker: ["Джоан Роулинг","https://ru.wikipedia.org/wiki/Роулинг,_Джоан"],
        actor: ["Рэйф Файнс","https://ru.wikipedia.org/wiki/Файнс,_Рэйф"],
        film: "https://www.kinopoisk.ru/film/689/",
    },
    {
        filmName: "Бэтмен",
        name: "Джокер",
        info: "Джо́кер (c англ. Joker — шутник, балагур) — суперзлодей вселенной DC Comics, главный и заклятый враг Бэтмена. Джокер носит фиолетовый костюм и сражается при помощи предметов, которые стилизованы под реквизит клоуна и иллюзиониста.",
        maker: ["Боб Кейн","https://ru.wikipedia.org/wiki/Кейн,_Боб"],
        actor: ["Хит Эндрю Ле́джер","https://ru.wikipedia.org/wiki/Леджер,_Хит"],
        film: "https://www.kinopoisk.ru/film/4205/",
    },
    {
        filmName: "Шерлок Холмс",
        name: "Джим Мориарти",
        info: "Джеймс «Джим» Мориарти — единственный в мире преступник-консультант, заклятый враг Шерлока Холмса, столь же непревзойденного консультирующего детектива.\n\nДжим управляет преступниками, как марионетками. Все злодеи, встретившиеся Шерлоку в первом сезоне, были так или иначе связаны с таинственным Мориарти.",
        maker: ["Артур Конан Дойл","https://ru.wikipedia.org/wiki/Дойл,_Артур_Конан"],
        actor: ["Эндрю Скотт","https://ru.wikipedia.org/wiki/Скотт,_Эндрю"],
        film: "https://www.kinopoisk.ru/series/502838/",
    },
    {
        filmName: "Мстители: Война бесконечности",
        name: "Танос",
        info: "Танос (англ. Thanos) — персонаж, титан, суперзлодей вселенной комиксов Marvel. Дебютировал в бронзовом веке комиксов в комиксе Iron Man № 55 (1973) и был создан писателем-художником Джимом Старлином. Имя персонажа является выводом из имени Танатос, олицетворения смерти в греческой мифологии. Танос появлялся во многих продуктах Marvel Comics, в том числе в анимационных фильмах, компьютерных играх, фильмах и игрушках.\n\nПерсонаж появился в Кинематографической вселенной Marvel, сыгранный Дэмионом Пуатье в «Мстителях» (2012) и Джошем Бролином в «Стражах галактики» (2014), «Мстители: Эра Альтрона» (2015), «Мстители: Война бесконечности» (2018) и «Мстители: Финал» (2019) с помощью голоса и захвата движения.",
        maker: ["Джим Старлин","https://en.wikipedia.org/wiki/Jim_Starlin"],
        actor: ["Джош Бролин","https://ru.wikipedia.org/wiki/Бролин,_Джош"],
        film: "https://www.kinopoisk.ru/film/843649/",
    },
    {
        filmName: "Джеймс Бонд",
        name: "Джеймс Бонд",
        info: "Сэр Джеймс Бонд (англ. James Bond) — коммандер Военно-морского флота Великобритании, также известный как «агент 007» — главный персонаж романов британского писателя Яна Флеминга о вымышленном агенте MI6. Получил широкую популярность после начала экранизации романов Флеминга. Серия фильмов о Джеймсе Бонде именуется «бондианой» и является одной из самых продолжительных серий фильмов в истории. С 1954 по 2015 годы вышло 24 фильма (в среднем один фильм в два года). Серия принесла её создателям более 7 млрд долларов США, став третьим по успешности киносериалом в истории.\nОтличительными качествами Бонда являются: авантюризм, решительность, нацеленность на силовое решение конфликтов, равно как черты плейбоя — страсть к женщинам, азартным играм и алкоголю. Джеймс Бонд много курит.\n",
        maker: ["Ян Флеминг","https://ru.wikipedia.org/wiki/Флеминг,_Ян"],
        actor: ["Дэниел Роутон Крейг","https://ru.wikipedia.org/wiki/Крейг,_Дэниел"],
        film: "https://www.kinopoisk.ru/lists/m_act%5Bkeyword%5D/5875/m_act%5Ball%5D/ok/",
    },
    {
        filmName: "Робокоп",
        name: "Робокоп",
        info: "Робокоп (англ. RoboCop) — вымышленный персонаж серии одноимённых фантастических фильмов: Робокоп (1987), Робокоп 2 (1990), Робокоп 3 (1993), Робокоп (2014).\n\nКиборг, созданный корпорацией «OCP» на базе центральной нервной системы погибшего при исполнении служебных обязанностей сотрудника Полицейского департамента Детройта Алекса Джей Мёрфи (англ. Alex J. Murphy).\n\nНесмотря на присутствие в конструкции нервной ткани человека, компания отрицает наличие у киборга сознания и заявляет на него право собственности.\n\nЕдинственная удачная реализация концепции роботизированного полицейского, осуществлённая благодаря особенностям психики донора. Другие модели, созданные в рамках программы «Робокоп», либо покончили с собой (созданные на основе ЦНС человека), либо оказались недостаточно гибкими при адаптации к окружающей среде.",
        maker: ["Эдвард Ноймайер","https://ru.wikipedia.org/wiki/Ноймайер,_Эдвард"],
        actor: ["Питер Фредерик Уэллер","https://ru.wikipedia.org/wiki/Уэллер,_Питер"],
        film: "https://www.kinopoisk.ru/film/7410/",
    },
    {
        filmName: "Звёздыный войны",
        name: "Люк Скайуокер",
        info: "Люк Скайуокер (англ. Luke Skywalker) — один из главных персонажей вселенной «Звёздных войн», джедай, сын сенатора с Набу Падме Амидалы Наберри и рыцаря-джедая Энакина Скайуокера. Старший брат-близнец Леи Органы Соло. В оригинальной трилогии и трилогии-сиквеле в роли Люка снялся Марк Хэмилл.\n\nРодился в медицинском центре Полис-Масса в день создания Галактической Империи. После смерти его матери Люка отправили на Татуин к сводному брату Энакина Оуэну Ларсу, чтобы спрятать от Палпатина. На этой планете, под присмотром опекунов и магистра Оби-Вана Кеноби, Люк провёл своё детство. Соединился с Силой в фильме «Последние Джедаи».\n\nВ его честь назван кратер Скайуокер на Хароне (название пока не утверждено Международным астрономическим союзом).",
        maker: ["Джордж Лукас","https://ru.wikipedia.org/wiki/Лукас,_Джордж"],
        actor: ["Марк Ричард Хэмилл","https://ru.wikipedia.org/wiki/Хэмилл,_Марк"],
        film: "https://www.kinopoisk.ru/film/6695/",
    },
    {
        filmName: "Гарри Поттер",
        name: "Гарри Поттер",
        info: "Га́рри Джеймс По́ттер (англ. Harry James Potter) — литературный персонаж, главный герой серии романов английской писательницы Джоан Роулинг.\nНа одиннадцатый день рождения, Гарри узнаёт, что является волшебником и ему уготовано место в школе волшебства «Хогвартс», в которой он будет практиковать магию под руководством директора Альбуса Дамблдора и других школьных профессоров. Также Гарри обнаруживает, что он уже известен во всём магическом сообществе романа, и что его судьба связана с судьбой Волан-де-Морта, опасного тёмного мага, убившего среди прочих и его родителей — Лили и Джеймса Поттер.\nПерсонаж приобрёл большую популярность во всём мире.\n",
        maker: ["Джоан Роулинг","https://ru.wikipedia.org/wiki/Роулинг,_Джоан"],
        actor: ["Дэниел Рэдклифф","https://ru.wikipedia.org/wiki/Рэдклифф,_Дэниел"],
        film: "https://www.kinopoisk.ru/film/689/",
    },
    {
        filmName: "Бэтмен",
        name: "Бэтмен",
        info: "Бэ́тмен (англ. Batman), изначально Бэт-мен (англ. Bat-man «Человек — летучая мышь») — супергерой, персонаж комиксов издательства DC Comics, впервые появившийся в Detective Comics («Детективные комиксы») № 27 30 марта 1939 года, Бэтмен является одним из самых популярных и известных героев комиксов. Был создан художником Бобом Кейном в соавторстве с писателем Биллом Фингером. До недавнего времени Боб Кейн считался главным создателем персонажа, но в 2015 году, после множества исследований, авторство было передано Биллу Фингеру, так как настоящий вклад Кейна в создание героя оказался весьма незначительным.\nВ оригинальной версии биографии Бэтмен — тайное альтер-эго миллиардера Брю́са Уэ́йна, успешного промышленника, филантропа и любимца женщин. В детстве, став свидетелем убийства своих родителей, Брюс поклялся посвятить свою жизнь искоренению преступности и борьбе за справедливость. Подготовив себя физически и морально, он надевает стилизованный костюм летучей мыши и выходит на улицы города для противостояния преступникам. Место действия историй о Бэтмене — вымышленный американский город Готэм, созданный на основе Чикаго с элементами Нью-Йорка. При содействии нескольких второстепенных персонажей, в том числе своего напарника Робина, дворецкого Альфреда, комиссара полиции Джеймса Гордона, а также иногда супергероинь Бэтгёрл и Бэтвумен, Бэтмен противостоит преступному сообществу, коррумпированным политикам и продажным представителям власти Готэма, а также группе злодеев, среди которых Джокер, Двуликий, Ядовитый Плющ, Пингвин. В отличие от большинства супергероев, Бэтмен не обладает сверхспособностями, а использует свой высокий интеллект, различные навыки боевых искусств, познания в науке и технике, а также несгибаемую волю, способность внушать страх и запугивать своих врагов. В отличие от преступников, которым он противостоит, Бэтмен никогда никого не убивает и никогда никому не мстит.\nПочти сразу после своего появления Бэтмен обрёл популярность; меньше чем через год он получил собственную одноимённую серию комиксов. С течением времени появилось несколько вариантов различного толкования персонажа. После выхода телесериала «Бэтмен» в 1966 году образ Бэтмена, воплощённый актёром Адамом Уэстом, использовался в комиксах на протяжении многих лет. В 1980-х годах было решено вернуть более зловещий вид Тёмного рыцаря, что отражено в мини-серии комиксов 1986 года Batman: The Dark Knight Returns (рус. Бэтмен: Возвращение Тёмного рыцаря) авторства Фрэнка Миллера. Образ, переписанный Миллером, стал основой для фильма Тима Бёртона «Бэтмен» 1989 года и перезапуска 2005 года «Бэтмен: Начало» режиссёра Кристофера Нолана, которые позволили возродить популярность персонажа. Как культурная икона Бэтмен был адаптирован для кино, телевидения и книг, а также появляется в различных видах товаров, продающихся по всему миру, таких как видеоигры, игрушки и одежда. В настоящее время Бэтмен входит в тройку величайших супергероев (вместе с Суперменом и Человеком-Пауком), занимая 2 место в списке «Сто лучших героев комиксов всех времён» по версии IGN.\n",
        maker: ["Боб Кейн","https://ru.wikipedia.org/wiki/Кейн,_Боб"],
        actor: ["Бен Аффлек","https://ru.wikipedia.org/wiki/Аффлек,_Бен"],
        film: "https://www.kinopoisk.ru/film/4205/",
    },
    {
        filmName: "Шерлок Холмс",
        name: "Шерлок Холмс",
        info: "Ше́рлок Холмс (англ. Sherlock Holmes [ ˈʃɜː(r)lɒk ˈhəʊmz] Информация о файле слушать) — литературный персонаж, созданный Артуром Конаном Дойлом. Произведения Конана Дойла, посвящённые приключениям Шерлока Холмса, знаменитого лондонского «консультирующего» детектива, стали классикой детективного жанра. Прототипом Холмса считается доктор Джозеф Белл (Dr. Joseph Bell), сослуживец Конана Дойла, работавший в Эдинбургском королевском госпитале и славившийся способностью по мельчайшим деталям угадывать характер, занятия и прошлое человека.\n\nШерлок Холмс, умный, благородный и справедливый борец со злом и защитник обиженных, стал всемирной культовой фигурой и персонажем фольклора. В разных странах существуют десятки посвящённых ему обществ, музеев и памятников, почитатели пишут ему письма, романисты сочиняют продолжения его приключений, а книга рекордов Гиннесса называет Холмса «самым экранизируемым литературным героем». Гилберт Честертон назвал Холмса «единственным литературным персонажем со времён Диккенса, который прочно вошёл в жизнь и язык народа, став чем-то вроде Джона Булля или Санта-Клауса».",
        maker: ["Артур Конан Дойл","https://ru.wikipedia.org/wiki/Дойл,_Артур_Конан"],
        actor: ["Бенедикт Камбербэтч","https://ru.wikipedia.org/wiki/Камбербэтч,_Бенедикт"],
        film: "https://www.kinopoisk.ru/series/502838/",
    },
    
    {
        filmName: "Мстители",
        name: "Тони Старк",
        info: "Железный человек (англ. Iron Man); настоящее имя — Энтони Эдвард «Тони» Старк (англ. Anthony Edward 'Tony' Stark) — персонаж, изданий Marvel Comics и их адаптаций, созданный писателем Стэном Ли, сценаристом Ларри Либером и художниками Доном Хэком[en] и Джеком Кёрби; первое появление Железного человека состоялось в комиксе Tales of Suspense #39 в марте 1963 года.\n\nВ первоначальном варианте своей биографии Тони Старк, гениальный изобретатель, муж Верналии Лодж и богатейший промышленник с репутацией плейбоя, страдает от ранения, полученного им в плену, где его вынудили разработать для террористов оружие массового поражения. Вместо этого он создаёт высокотехнологичный костюм-броню, с помощью которого сбегает из плена. Позднее Старк улучшает свою броню вооружением и устройствами, созданными на базе ресурсов его компании, и использует доспех, чтобы защищать мир в облике Железного человека, первое время скрывая свою личность.Перейти к разделу «#Биография»\n\nПервоначально Железный человек, будучи порождением Холодной войны и Вьетнамской войны, в частности, был для Стэна Ли средством раскрытия их соответствующих тем и роли американской экономики в борьбе с коммунизмом; со временем в последующих переосмыслениях образа упор стал делаться на проблемы корпоративного криминала и терроризма.Перейти к разделу «#История публикаций»\n\nНа протяжении времени публикаций Железный человек связан в первую очередь с командой Мстителей, будучи одним из её сооснователей, и нескольких побочных от неё команд супергероев; его сольная серия, запущенная в мае 1968 года, пережила 5 томов, издаваясь с перерывом в 2008—2012 годах, когда её сменила серия The Invincible Iron Man, вплоть до 2014 года. Впоследствии, с ростом популярности, Железный человек стал персонажем нескольких мультсериалов и мультфильмов, причём как сольных, так и в составе Мстителей. В фильмах, относящихся к кинематографической вселенной Marvel, его роль играет актёр Роберт Дауни-младший.",
        maker: ["Стэн Ли","https://ru.wikipedia.org/wiki/Ли,_Стэн"],
        actor: ["Роберт Дауни-младший","https://ru.wikipedia.org/wiki/Дауни,_Роберт_(младший)"],
        film: "https://www.kinopoisk.ru/film/843649/",
    }
]

let subTitles = [
    "Злодеи",
    "Герои"
]

let souvenirsList = [
    {
        id: "0",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "1",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "2",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "3",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "4",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "5",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "6",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "7",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "8",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "9",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "10",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "11",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "12",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "13",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "14",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },

]

let pairsList = [
    ['Дарт Вейдер', 'Люк Скайуокер'],
    ['Гарри Поттер', 'Волан-де-Морт'],
    ['Бэтмен', 'Джокер'],
    ['Шерлок Холмс', 'Мориарти'],
    ['Танос', 'Железный человек'],
    ['Нео', 'Смит'],
    ['Человек-паук', 'Веном'],
]

let pairInfoList = [
    {
        id:0,
        array:[
            ["1. Дарт Вейдер – дитя Силы","images_pair/0_0.webp","Дарт Вейдер впервые появился в «Звездных войнах» 1977 года , но на самом деле он родился за четыре десятилетия до событий этого фильма как Энакин, ребенок рабыни по имени Шми Скайуокер. Спустя много лет после его рождения Шми сказала мастеру-джедаю Куай-Гону Джинну, что у Энакина «отца не было», что привело Куай-Гона к выводу, что Энакин был зачат сущностями Силы, известными как мидихлорианы. Хотя это не было окончательно заявлено, но в значительной степени подразумевает, что зачатие Энакина было каким-то образом вызвано манипуляциями Темной стороны Силы от Лорда Ситхов Дарта Плэгаса и его ученика Дарта Сидиуса.\n\nМолодой Энакин с самого раннего возраста демонстрировал потрясающие умственные способности и мастерство и был настолько искусен в механике и ремонте, что начал работать на хозяина своей матери Уотто в мастерской на Татуине. Инженерные навыки Энакина были настолько развиты, что он начал создавать протокольного дроида C-3PO для своей матери, прежде чем ему исполнилось десять лет.\n\nКроме того, он был искусным гонщиком, что было редкостью, поскольку человеческие рефлексы обычно были слишком медленными, чтобы позволить им выжить в этом виде спорта.\n\nОднако спокойная рабская жизнь Энакина была нарушена, когда в возрасте девяти лет он впервые встретил пару рыцарей-джедаев."],
            ["2. Энакин – Избранный","images_pair/0_1.webp","Во время миссии по сопровождению королевы Набу Падме Амидалы из ее родного мира в столицу Республики Корусант, мастер-джедай Куай-Гон Джинн и его ученик Оби-Ван Кеноби столкнулись с Энакином в магазине Уотто, когда искали запчасти для своего звездолета. Куай-Гон сразу же заинтересовался Энакином и проверил его уровень мидихлорианов, обнаружив, что он зашкаливает. Убежденный в способности Энакина стать джедаем, Куай-Гон заключил пари с Уотто, что мальчик может выиграть свою свободу в гонке. Энакин выиграл гонку и сопровождал Куай-Гона и Оби-Вана на Корусант, но он оплакивал необходимость оставить свою мать.\n\nКуай-Гон представил Энакина Высшему совету джедаев, убежденный, что мальчик может быть тем избранным, который принесет равновесие в Силу, но мастера Йода и Винду опасались возраста Энакина и его пугающего поведения после разлуки с матерью. Куай-Гон умолял дать ему возможность обучать его в любом случае.\n\nВ битве за Набу против Торговой федерации Энакин пилотировал истребитель, доказав, что его навыки выходят за рамки гонок на карах. После того, как битва закончилась, он обнаружил, что Куай-Гон пал от руки Дарта Мола, и Оби-Ван дал клятву обучать Энакина в соответствии с волей его наставника. Высший совет согласился, и Энакин стал джедаем-падаваном."],
            ["3. Страх ведёт к гневу, и история начинает темнеть","images_pair/0_2.webp","Следующие десять лет Энакин провел в качестве ученика Оби-Вана и показал себя чрезвычайно искусным джедаем, который также имел склонность к безрассудству. Кроме того, он продолжал испытывать гнев, вспоминая, что случилось с его матерью в его отсутствие. Будучи молодым человеком, он соединился с тогдашним сенатором Падме Амидалой на Корусанте, когда ему и Оби-Вану было поручено охранять ее жизнь после покушения.\n\nПока Оби-Ван пытался выследить людей, стоящих за покушением на жизнь Падме, Энакин остался в качестве ее личного телохранителя и сопровождал ее обратно на Набу. Сенатор и джедай вскоре полюбили друг друга, но более темные наклонности Энакина выходили на поверхность, когда его мучили видения о его матери. Вместе с Падме Энакин отправился на Татуин, где узнал, что теперь вышедшая замуж и освобожденная Шми Скайуокер была похищена тускенскими рейдерами.\n\nЭнакин выследил племя тускенов и свою мать, которая умерла у него на руках, увидев его в последний раз. В ярости Скайуокер перебил все племя и поклялся Падме, что станет достаточно могущественным, чтобы предотвратить смерть любимых им людей. Это было началом погружения во тьму, от которого он не оправится еще несколько десятилетий."],
            ["4. Война клонов","images_pair/0_3.webp","После инцидента с тускенскими рейдерами, Энакин и Падме покинули Татуин и отправились на Геонозис, надеясь спасти Оби-Вана, который был взят в плен сепаратистами после того, как узнал, кто нанял убийцу Падме. К сожалению, пара вскоре была схвачена лидером сепаратистов и лордом ситхов графом Дуку и приговорена к смерти, но когда они начали пробиваться к выходу с геонозийской арены, прибыло подкрепление в виде армии клонов. Эти солдаты-клоны были недавно обнаружены Оби-Ваном, и под руководством Йоды и Мэйса Винду они победили сепаратистов. Это стало первым сражением в Войнах клонов.\n\nПоскольку битва все еще продолжалась, Энакин и Оби-Ван вступили с Дуку в поединок на световых мечах, но безрассудство Энакина взяло верх над ним, когда он попытался сразиться с Дуку в одиночку. Ситх победил Энакина, отрубив ему правую руку, но затем был отброшен назад Йодой.\n\nВ последующие дни Энакин получил новую синтетическую руку и вернулся на Набу вместе с Падме. Они поженились тайно – дроиды C-3PO и R2-D2 выступали в качестве свидетелей – потому что Орден джедаев запрещал такие романтические отношения. Возросший страх Энакина потерять тех, кого он любил, вкупе с его пренебрежением правилами джедаев, вскоре создадут дальнейшие трения между молодым джедаем и его начальством."],
            ["5. Ученик Энакина","images_pair/0_4.webp","По мере того, как Войны клонов набирали силу, Энакин получил звание рыцаря-джедая и стал ключевым генералом Республики. Его способности и уверенность в себе росли, но вместе с ними росло и безрассудство, а вместе с ним и страх потерять тех, кого он любил. Стремясь помочь, Йода предположил, что Энакин мог бы научиться отпускать людей, взяв своего собственного ученика, который однажды вознесется за пределы его обучения. Он был в паре с молодым падаваном по имени Асока Тано, и хотя у них изначально были трения из-за вздорной натуры Асоки, в конечном счете они стали друзьями.\n\nПо мере того, как шли войны, Асока росла вместе со своим учителем, становясь уважаемым военным лидером и адептом Силы сама по себе, пока ее не подставили и не арестовали за взрыв в Храме джедаев, который на самом деле был осуществлен одним из ее друзей. Асока была исключена из Ордена джедаев, но Энакин и Падме верили в ее невиновность и в конечном итоге смогли получить доказательства, которые привели к ее оправданию на суде.\n\nХотя ей было предложено вновь вступить в Орден джедаев, Асока разочаровалась после суда, и она решила оставить ремесло джедаев. Наблюдение за обращением с его бывшей ученицей еще больше расстроило Энакина, который сам начинал терять веру в мудрость Высшего совета джедаев."],
            ["6. Возвышение Дарта Вейдера","images_pair/0_5.webp","Растущие способности Энакина и его предполагаемый статус избранного к концу Войн клонов привлекли внимание повелителя ситхов Дарта Сидиуса, который управлял всей войной из-за кулис через свои двойные роли ситха и Шива Палпатина, канцлера Республики. Палпатин, который получил огромную власть благодаря чрезвычайному законодательству военного времени, наконец сделал свой ставку на Скайуокера в последние дни войны, убеждая его хладнокровно убить Дуку в разгар космического сражения над Корусантом.\n\nЭнакин подчинился, обезглавив Дуку, и Палпатин продолжил готовить Энакина в качестве своего ученика, назначив его своим эмиссаром в Совет джедаев. Совет подчинился пожеланиям канцлера, но отказался предоставить Энакину звание магистра, еще больше разжигая его разочарование. Это, вкупе с частыми видениями Падме, которая тогда была беременна, о собственной смерти, заставило Палпатина наконец раскрыться Энакину, убедив его, что он может остановить смерть своих близких, используя Темную сторону Силы.\n\nПротиворечивый Энакин сначала сообщил Совету джедаев, что Палпатин был повелителем ситхов... а потом помог Палпатину убить Мейса Винду в надежде, что Палпатин научит его, как спасти Падме. Огорченный предательством Винду, Энакин покорился своему новому хозяину, который в свою очередь назвал его Дартом Вейдером."],
            ["7. Дарт Вейдер против Оби-Вана Кеноби","images_pair/0_6.webp","Снедаемый страхом потерять Падме и ненавистью к Совету джедаев, который, как он чувствовал, сдерживал его, недавно окрещенный Дарт Вейдер был готов сделать все для своего нового учителя, если бы это означало, что он мог узнать, как спасти Падме. Поэтому Палпатин отправил Вейдера в Храм джедаев в рамках своей программы великой чистки джедаев, где Вейдер жестоко убивал любого сторонника светлой стороны Силы на своем пути, включая юнлингов в храме.\n\nЗатем Вейдер отправился на Мустафар, чтобы убить последних сепаратистов и положить конец искусственно созданной Палпатином войне. Оби-Ван и Падме, узнав о его предательстве, последовали за ним, чтобы остановить его. Разъяренный мыслью, что его старый учитель и жена соединились вместе, чтобы предать его, он использовал Силу, чтобы почти задушить Падме, а затем вызвал Оби-Вана на дуэль. В конце концов, Оби-Ван взял верх в битве, отрубил Вейдеру обе ноги и оставил его умирать рядом с канавой из лавы.\n\nПалпатин отправился на Мустафар, чтобы спасти своего ученика, а затем облачил его в спасающие жизнь доспехи, превратив его в Вейдера-полумашину, которого мы все знаем и любим. Палпатин также сказал Вейдеру, что он случайно убил Падме и их нерожденных детей на Мустафаре. По правде говоря, Падме умерла от разбитого сердца, но не раньше, чем тайно родила детей-близнецов, Люка и Лею, которые были спрятаны от отца, пока росли. Вейдер занял свое место рядом с Палпатином, когда республика стала Галактической империей, хотя он все еще питал желание вернуть Падме любой ценой."],
            ["8. Сила Темной стороны","images_pair/0_7.webp","Прошло два десятилетия. Империя продолжала расти, и Энакин Скайуокер приспособился к своей новой жизни в качестве Дарта Вейдера. Он продолжал свои усилия по искоренению джедаев-изгоев (с помощью имперских инквизиторов), но ему также приходилось иметь дело с планами Палпатина, который желал поощрять его конкурентную природу, привлекая других воинов, которые могли бы заменить Вейдера на стороне Императора. Все это время его доспехи усиливали боль и, следовательно, гнев, делая его сильнее на Темной стороне.\n\nВозможно, самое важное событие этой эпохи произошло, когда Палпатин подарил Вейдеру маску, принадлежащую Момину, древнему повелителю ситхов и художнику, чей дух все еще владел маской. Момин общался с Вейдером, когда тот пытался построить дом над древним локусом Темной стороны на Мустафаре. Сам Момин планировал использовать локус, чтобы с помощью энергии Темной стороны воскресить собственное тело, но его план был сорван, когда он упрекнул Вейдера за его собственные практики темной стороны, и Вейдер ответил, сокрушив воскресшую форму Момина.\n\nЗатем Вейдер использовал врата, открытые Момином, чтобы найти дух Падме и вернуть ее обратно, но вместо этого он обнаружил тьму, когда ее форма распалась перед его глазами. Вейдер пришел к выводу, что Падме и Энакин Скайуокер мертвы, и что его прошлое больше не имеет значения. Однако видение показало ему еще одну вещь – маяк надежды в виде неизвестного молодого человека, с которым он вскоре встретится."],
            ["9. Начало Восстания","images_pair/0_8.webp","В то время как Вейдер преследовал собственные интересы на Темной стороне и продолжал искоренять джедаев-изгоев, сформировалось революционное движение, которое переросло в Альянс повстанцев, группу, которая стремилась вести тотальную войну против Империи. Его последователи были многочисленны и включали Асоку Тано, которую Вейдер вызвал на дуэль, чтобы убить.\n\nВосстание получило неожиданное преимущество через 19 лет после падения Республики, когда повстанцам удалось захватить чертежи боевой станции, разрушающей целые планеты, под названием Звезда Смерти. Вейдер возглавил погоню за мятежниками и сумел захватить одного из их лидеров, принцессу Лею Органу, которая была его давно потерянной дочерью. Гранд-Мофф Таркин, командир Звезды Смерти, заставил Вейдера пытать Лею и даже уничтожить ее приемный дом на Альдераане, когда они пытались добраться до секретной базы мятежников.\n\nЗатем у Вейдера произошла неожиданная встреча со старым другом. Когда небольшая группа, в которую входил Оби-Ван Кеноби, проникла на Звезду Смерти, чтобы спасти Лею, мастер и ученик решили, что пришло время для реванша. К несчастью, Вейдер убил своего старого учителя, но спасение было успешным, и повстанцы использовали планы Звезды Смерти для атаки, в то время как Таркин пытался направить Звезду Смерти в пределы досягаемости недавно обнаруженной базы повстанцев на Явине IV.\n\nВ последовавшем сражении Вейдер едва не остановил уничтожение Звезды Смерти, почти убив пилота повстанцев Люка Скайуокера (его все еще неизвестного, давно потерянного сына). Люка спас в последний момент контрабандист Хан Соло, а истребитель Вейдера отправился в космос после нескольких выстрелов с корабля Соло, «Тысячелетнего сокола»."],
            ["10. История принимает другой оборот, когда Вейдер узнает секрет","images_pair/0_9.webp","Уничтожение Звезды Смерти было главной победой Восстания, но оно также отправило Вейдера на новый путь открытий. После нападения Люк Скайуокер, Лея Органа и Хан Соло отправились на миссию взорвать имперский объект, когда столкнулись с Вейдером. Люк попытался сразиться с повелителем ситхов, и в процессе Вейдер узнал световой меч Люка. В конце концов, именно Оби-Ван Кеноби подарил этот световой меч Энакину много лет назад.\n\nНемного встревоженный, Вейдер использовал своих агентов, включая охотника за головами Бобу Фетта и археолога доктора Афру, чтобы узнать больше. Афра узнала, что Падме действительно родила перед смертью и что ее посмертная беременность была фиктивной, а Фетт узнал, что имя мальчика, который уничтожил Звезду Смерти и сразился с Вейдером, было Скайуокер.\n\nВ этот момент Вейдер понял, что его обманули, и он разорвал свой собственный звездолет на части, услышав новость, что у него действительно есть сын, хотя он еще не знал, что Падме родила близнецов. В соответствии с «правилом двух» ситхов, в котором ученики убивали своих учителей, чтобы самим подняться до уровня мастера, Вейдер начал планировать обратить своего сына на Темную сторону, убить императора и занять его место в качестве правителя галактики."],
            ["11. Дарт Вейдер открывает правду Люку","images_pair/0_10.webp","Прошло три года, пока Вейдер, наконец, не выследил Люка и, следовательно, повстанцев, на скрытой базе на ледяной планете Хот. Империя вторглась на планету, пока повстанцы эвакуировались, и Люк снова вырвался из лап Вейдера. Вскоре Палпатин поделился своими знаниями о Люке Вейдеру, и оба начали работать над тем, чтобы перевести молодого Скайуокера на Темную сторону. Чтобы добиться этого, Вейдер начал кампанию по поиску друзей Люка на борту корабля Соло, «Тысячелетнего сокола», любой ценой. С помощью охотника за головами Бобы Фетта он в конечном итоге захватил Хана и Лею на Беспине и использовал их в качестве приманки, чтобы заманить Люка, который тренировался с изгнанным Йодой на болотной планете Дагоба.\n\nПлан сработал, и Люк прибыл на Беспин, чтобы сразиться с Вейдером и спасти своих друзей. Вейдер победил молодого джедая в поединке на световых мечах, отрубив при этом правую руку Люка. И вот тогда Вейдер решил открыть, что он отец Люка. Люк отказывался верить в это, и вместо того, чтобы присоединиться к Темной стороне, он решил погибнуть. К счастью, он упал в недра горного завода Беспин, где его спасла Лея на «Соколе»."],
            ["12. Энакин Скайуокер искуплен","images_pair/0_11.webp","Вейдер вернулся с Беспина, чтобы наблюдать за строительством второй Звезды Смерти, которую должен был окрестить сам император. Палпатин планировал использовать новое супероружие как приманку, чтобы заманить в ловушку и победить Восстание, сделав его более уязвимым, чем оно было, и в то же время в качестве приманки для Скайуокера, который постепенно продвигался вперед в джедайском мастерстве.\n\nСкайуокер вновь появился на лесистом спутнике Эндора, где он был захвачен Вейдером и отвезен на Звезду Смерти. Теперь Люк полностью осознавал, кем был его отец, и был полон решимости достучаться до сердца Вейдера, так же как Вейдер был полон решимости обратить своего сына. Вейдер привел Скайуокера к Императору, который попытался вызвать гнев в Скайуокере, обнародовав свой план поймать его друзей-повстанцев. В конце концов, гнев ведет к Темной стороне.\n\nВейдер и Люк снова вступили в дуэль, и во время боя Вейдер почувствовал в сознании сына, что у него есть сестра, второй ребенок Вейдера. Используя это знание как рычаг, Вейдер вызвал гнев Люка, и Люк победил Вейдера в поединке. Но за несколько секунд до убийства своего отца Люк понял, что он становится таким же, как Вейдер, поэтому он отбросил оружие в сторону, отказываясь присоединиться к Темной стороне. Это не понравилось Палпатину, который ответил, используя силовую молнию, чтобы убить Люка электрическим током. Видя, как умирает его сын, что-то внезапно переключилось внутри Вейдера. Слабый и израненный, Вейдер сумел бросить своего хозяина в ядро Звезды Смерти, по-видимому убив его.\n\nТяжело раненный молнией Силы Палпатина, Вейдер не мог долго жить. Но с последним вздохом Энакин Скайуокер вернулся с Темной стороны и сказал своему сыну, что он был прав относительно него все время."],
            ["13. Наследие Дарта Вейдера продолжает влиять на историю «Звездных войн»","images_pair/0_12.webp","Пока Вейдер, Палпатин и Люк Скайуокер сражались на Звезде Смерти, альянсу Повстанцев удалось уничтожить боевую станцию, и Люк сбежал с телом своего отца незадолго до взрыва Звезды Смерти. Победа ознаменовала начало конца для Галактической Империи, и положила начало общегалактическому празднованию конца правления Палпатина.\n\nХотя последующие десятилетия были относительно мирными, наследие Вейдера как легенды Темной стороны продолжало жить и снова пустило корни в виде его внука – сына Леи и Хана, Бена Соло. Бен привлек внимание Сноука, могущественного адепта Темной стороны, который взял на себя руководство остатками имперской армии во Внешнем Кольце, превратив их в Первый Орден. Сноук почувствовал потенциал Темной стороны в родословной Скайуокера и попытался развить его в Бене Соло. Он преуспел, и Бен Соло восстал против своего дяди, магистра-джедая Люка Скайуокера, положив конец попыткам Люка восстановить Орден джедаев.\n\nКогда он полностью обратился к Темной стороне, Бен Соло изменил свое имя на Кайло Рен и поклялся закончить»то, что начал Дарт Вейдер: полное уничтожение джедаев. Он принял свой собственный красный световой меч и черный шлем, став преемником Вейдера. На самом деле Кайло даже приобрел старый шлем Вейдера, который был частично сожжен на его погребальном костре. Хотя, возможно, в Кайло Рене еще осталось что-то хорошее, его решимость жить в соответствии с наследием Вейдера ничуть не потускнела."],
        ]
    },
]