let heroes = [
    {
        filmName: "Лицо со шрамом",
        name: "Тони Монтана",
        info: "Антонио «Тони» Монтана — персонаж, созданный американским режиссёром и сценаристом Оливером Стоуном, главный герой криминальной драмы Брайана Де Пальмы «Лицо со шрамом», вышедшей на экраны в 1983 году. Роль Тони Монтаны, которую в фильме исполнил Аль Пачино, принесла актёру номинацию на премию «Золотой глобус». Тони Монтана — амбициозный гангстер, эмигрировавший с Кубы, осевший в Майами и сделавший головокружительную карьеру в наркобизнесе.\n\nОливер Стоун писал, что идея персонажа пришла к нему во время посещения Майами в 1980 и 1981 годах. Тогда город захлестнула волна насилия, в один год совершалось больше предумышленных убийств чем за всё предыдущее десятилетие. Стоун в дополнительных материалах к фильму вспоминал как придумал имя главного героя: взял распространённое в латиноамериканских странах имя Антонио (Тони) и добавил к нему фамилию знаменитого квотербека НФЛ (NFL) 80-х годов Джо Монтана, звучавшую вполне органично для выходца с Кубы. Таким образом Оливер Стоун в очередной раз подчеркнул свою любовь к американскому футболу. Тони Монтана — порождение этого времени, без гроша в кармане, без своего места в обществе, но с безграничными амбициями. На вопрос, чего же он хочет, Тони отвечает: «Весь мир и всё, что есть в нём». Свой путь к американской мечте он находит в насилии, богатства и власти добивается с помощью бомб и автоматов. В Тони Монтане нет духа романтизма, присущего другому знаменитому гангстеру в исполнении Аль Пачино — Майклу Корлеоне из «Крёстного отца». В одной из сцен фильма Тони, находясь в состоянии алкогольного опьянения, кричит посетителям ресторана: «Вам нужны плохие парни как я, чтобы вы могли показать на нас своим долбаным пальцем и сказать: „Вот это плохой парень“».\n\nЖурнал Empire поставил Тони Монтану на 70 место в своём рейтинге 100 лучших персонажей фильмов. Фраза «Поздоровайся с моим маленьким другом» из финальной сцены фильма, в которой Тони выходит сражаться против ворвавшихся в его особняк бандитов со штурмовой винтовкой в руках, была включена под номером 61 в список 100 известных цитат из американских фильмов по версии Американского института киноискусства.\n\nВ компьютерной игре Scarface: The World Is Yours Тони чудом остаётся жив после событий фильма и заново начинает отстраивать свой бизнес и влияние.\n\n15 декабря 2016 года Тони был добавлен в качестве играбельного персонажа в одном из дополнений в компьютерной игре Payday 2\n\n,",
        maker: ["Оливер Стоун","https://ru.wikipedia.org/wiki/Стоун,_Оливер"],
        actor: ["Аль Пачино","https://ru.wikipedia.org/wiki/Пачино,_Аль"],
        film: "https://www.kinopoisk.ru/film/4695/",
    },

    {        
        filmName: "Бригада",
        name: "Саша 'Белый'",
        info :"Алексáндр Николáевич Белóв («Белый») — один из главных героев российского криминального многосерийного фильма «Бригада» Алексея Сидорова, и его продолжения «Бригада: Наследник» режиссёра Дениса Алексеева. В телесериале роль Александра Белова исполнил российский актёр Сергей Безруков. В продолжении «Белого» сыграл Эльдар Чеченов. Реальным прототипом Саши Белого является криминальный авторитет Сергей Тимофеев по прозвищу «Сильвестр». В сериале изображён как криминальный авторитет, бандит, депутат Государственной думы.",
        maker: ["Алексей Сидоров","https://ru.wikipedia.org/wiki/Сидоров,_Алексей_Леонидович"],
        actor: ["Сергей Безруков","https://ru.wikipedia.org/wiki/Безруков,_Сергей_Витальевич"],
        film: "https://www.kinopoisk.ru/series/77039/",
    },

    {
        filmName: "Звёздыный войны",
        name: "Дарт Вейдер",
        info: "Дарт Ве́йдер (англ. Darth Vader, 42 ДБЯ — 4 ПБЯ), также известный под своим настоящим именем как Э́накин Скайуо́кер (англ. Anakin Skywalker) — центральный персонаж первых шести эпизодов саги «Звёздные войны». Также появляется в фильме «Изгой-один». В киноэпопее «Звёздные войны» демонстрируются его становление в качестве рыцаря-джедая, его переход на Тёмную сторону Силы и его итоговое искупление. Отец Люка Скайуокера и Леи Органы. Единственный персонаж, появляющийся в шести эпизодах и спин-оффе «Изгой-один» «во плоти».",
        maker: ["Джордж Лукас","https://ru.wikipedia.org/wiki/Лукас,_Джордж"],
        actor: ["Мэтт Лантер","https://ru.wikipedia.org/wiki/Лантер,_Мэтт"],
        film: "https://www.kinopoisk.ru/film/6695/",
    },
    {
        filmName: "Гарри Поттер",
        name: "Волан-де-Морт",
        info: "Лорд Во́лан-де-Мо́рт (англ. Lord Voldemort — Лорд Волдеморт; имя при рождении — Том Ма́рволо Реддл, англ. Tom Marvolo Riddle) — персонаж серии романов о Гарри Поттере, главный антагонист. Великий тёмный волшебник, обладающий большой магической силой и практически достигший бессмертия при помощи крестражей.\n\nЛорд Волан-де-Морт упоминается во всех книгах, а в фильмах его играют Ричард Бреммер (флэшбек в первом фильме), Ян Харт (лицо на затылке профессора Квиррелла), Кристиан Коулсон (16-летний Том Реддл во втором фильме), Рэйф Файнс (восставший Волан-де-Морт, основное обличье с конца четвёртого фильма до конца киносерии), Хиро Файнс-Тиффин (11-летний Том в воспоминаниях Дамблдора в шестом фильме) и Фрэнк Диллэйн (16-летний Том в воспоминании Слизнорта в шестом фильме).",
        maker: ["Джоан Роулинг","https://ru.wikipedia.org/wiki/Роулинг,_Джоан"],
        actor: ["Рэйф Файнс","https://ru.wikipedia.org/wiki/Файнс,_Рэйф"],
        film: "https://www.kinopoisk.ru/film/689/",
    },
    {
        filmName: "Бэтмен",
        name: "Джокер",
        info: "Джо́кер (c англ. Joker — шутник, балагур) — суперзлодей вселенной DC Comics, главный и заклятый враг Бэтмена. Джокер носит фиолетовый костюм и сражается при помощи предметов, которые стилизованы под реквизит клоуна и иллюзиониста.",
        maker: ["Боб Кейн","https://ru.wikipedia.org/wiki/Кейн,_Боб"],
        actor: ["Хит Эндрю Ле́джер","https://ru.wikipedia.org/wiki/Леджер,_Хит"],
        film: "https://www.kinopoisk.ru/film/4205/",
    },
    {
        filmName: "Шерлок Холмс",
        name: "Джим Мориарти",
        info: "Джеймс «Джим» Мориарти — единственный в мире преступник-консультант, заклятый враг Шерлока Холмса, столь же непревзойденного консультирующего детектива.\n\nДжим управляет преступниками, как марионетками. Все злодеи, встретившиеся Шерлоку в первом сезоне, были так или иначе связаны с таинственным Мориарти.",
        maker: ["Артур Конан Дойл","https://ru.wikipedia.org/wiki/Дойл,_Артур_Конан"],
        actor: ["Эндрю Скотт","https://ru.wikipedia.org/wiki/Скотт,_Эндрю"],
        film: "https://www.kinopoisk.ru/series/502838/",
    },
    {
        filmName: "Мстители: Война бесконечности",
        name: "Танос",
        info: "Танос (англ. Thanos) — персонаж, титан, суперзлодей вселенной комиксов Marvel. Дебютировал в бронзовом веке комиксов в комиксе Iron Man № 55 (1973) и был создан писателем-художником Джимом Старлином. Имя персонажа является выводом из имени Танатос, олицетворения смерти в греческой мифологии. Танос появлялся во многих продуктах Marvel Comics, в том числе в анимационных фильмах, компьютерных играх, фильмах и игрушках.\n\nПерсонаж появился в Кинематографической вселенной Marvel, сыгранный Дэмионом Пуатье в «Мстителях» (2012) и Джошем Бролином в «Стражах галактики» (2014), «Мстители: Эра Альтрона» (2015), «Мстители: Война бесконечности» (2018) и «Мстители: Финал» (2019) с помощью голоса и захвата движения.",
        maker: ["Джим Старлин","https://en.wikipedia.org/wiki/Jim_Starlin"],
        actor: ["Джош Бролин","https://ru.wikipedia.org/wiki/Бролин,_Джош"],
        film: "https://www.kinopoisk.ru/film/843649/",
    },
    {
        filmName: "Джеймс Бонд",
        name: "Джеймс Бонд",
        info: "Сэр Джеймс Бонд (англ. James Bond) — коммандер Военно-морского флота Великобритании, также известный как «агент 007» — главный персонаж романов британского писателя Яна Флеминга о вымышленном агенте MI6. Получил широкую популярность после начала экранизации романов Флеминга. Серия фильмов о Джеймсе Бонде именуется «бондианой» и является одной из самых продолжительных серий фильмов в истории. С 1954 по 2015 годы вышло 24 фильма (в среднем один фильм в два года). Серия принесла её создателям более 7 млрд долларов США, став третьим по успешности киносериалом в истории.\nОтличительными качествами Бонда являются: авантюризм, решительность, нацеленность на силовое решение конфликтов, равно как черты плейбоя — страсть к женщинам, азартным играм и алкоголю. Джеймс Бонд много курит.\n",
        maker: ["Ян Флеминг","https://ru.wikipedia.org/wiki/Флеминг,_Ян"],
        actor: ["Дэниел Роутон Крейг","https://ru.wikipedia.org/wiki/Крейг,_Дэниел"],
        film: "https://www.kinopoisk.ru/lists/m_act%5Bkeyword%5D/5875/m_act%5Ball%5D/ok/",
    },
    {
        filmName: "Робокоп",
        name: "Робокоп",
        info: "Робокоп (англ. RoboCop) — вымышленный персонаж серии одноимённых фантастических фильмов: Робокоп (1987), Робокоп 2 (1990), Робокоп 3 (1993), Робокоп (2014).\n\nКиборг, созданный корпорацией «OCP» на базе центральной нервной системы погибшего при исполнении служебных обязанностей сотрудника Полицейского департамента Детройта Алекса Джей Мёрфи (англ. Alex J. Murphy).\n\nНесмотря на присутствие в конструкции нервной ткани человека, компания отрицает наличие у киборга сознания и заявляет на него право собственности.\n\nЕдинственная удачная реализация концепции роботизированного полицейского, осуществлённая благодаря особенностям психики донора. Другие модели, созданные в рамках программы «Робокоп», либо покончили с собой (созданные на основе ЦНС человека), либо оказались недостаточно гибкими при адаптации к окружающей среде.",
        maker: ["Эдвард Ноймайер","https://ru.wikipedia.org/wiki/Ноймайер,_Эдвард"],
        actor: ["Питер Фредерик Уэллер","https://ru.wikipedia.org/wiki/Уэллер,_Питер"],
        film: "https://www.kinopoisk.ru/film/7410/",
    },
    {
        filmName: "Звёздыный войны",
        name: "Люк Скайуокер",
        info: "Люк Скайуокер (англ. Luke Skywalker) — один из главных персонажей вселенной «Звёздных войн», джедай, сын сенатора с Набу Падме Амидалы Наберри и рыцаря-джедая Энакина Скайуокера. Старший брат-близнец Леи Органы Соло. В оригинальной трилогии и трилогии-сиквеле в роли Люка снялся Марк Хэмилл.\n\nРодился в медицинском центре Полис-Масса в день создания Галактической Империи. После смерти его матери Люка отправили на Татуин к сводному брату Энакина Оуэну Ларсу, чтобы спрятать от Палпатина. На этой планете, под присмотром опекунов и магистра Оби-Вана Кеноби, Люк провёл своё детство. Соединился с Силой в фильме «Последние Джедаи».\n\nВ его честь назван кратер Скайуокер на Хароне (название пока не утверждено Международным астрономическим союзом).",
        maker: ["Джордж Лукас","https://ru.wikipedia.org/wiki/Лукас,_Джордж"],
        actor: ["Марк Ричард Хэмилл","https://ru.wikipedia.org/wiki/Хэмилл,_Марк"],
        film: "https://www.kinopoisk.ru/film/6695/",
    },
    {
        filmName: "Гарри Поттер",
        name: "Гарри Поттер",
        info: "Га́рри Джеймс По́ттер (англ. Harry James Potter) — литературный персонаж, главный герой серии романов английской писательницы Джоан Роулинг.\nНа одиннадцатый день рождения, Гарри узнаёт, что является волшебником и ему уготовано место в школе волшебства «Хогвартс», в которой он будет практиковать магию под руководством директора Альбуса Дамблдора и других школьных профессоров. Также Гарри обнаруживает, что он уже известен во всём магическом сообществе романа, и что его судьба связана с судьбой Волан-де-Морта, опасного тёмного мага, убившего среди прочих и его родителей — Лили и Джеймса Поттер.\nПерсонаж приобрёл большую популярность во всём мире.\n",
        maker: ["Джоан Роулинг","https://ru.wikipedia.org/wiki/Роулинг,_Джоан"],
        actor: ["Дэниел Рэдклифф","https://ru.wikipedia.org/wiki/Рэдклифф,_Дэниел"],
        film: "https://www.kinopoisk.ru/film/689/",
    },
    {
        filmName: "Бэтмен",
        name: "Бэтмен",
        info: "Бэ́тмен (англ. Batman), изначально Бэт-мен (англ. Bat-man «Человек — летучая мышь») — супергерой, персонаж комиксов издательства DC Comics, впервые появившийся в Detective Comics («Детективные комиксы») № 27 30 марта 1939 года, Бэтмен является одним из самых популярных и известных героев комиксов. Был создан художником Бобом Кейном в соавторстве с писателем Биллом Фингером. До недавнего времени Боб Кейн считался главным создателем персонажа, но в 2015 году, после множества исследований, авторство было передано Биллу Фингеру, так как настоящий вклад Кейна в создание героя оказался весьма незначительным.\nВ оригинальной версии биографии Бэтмен — тайное альтер-эго миллиардера Брю́са Уэ́йна, успешного промышленника, филантропа и любимца женщин. В детстве, став свидетелем убийства своих родителей, Брюс поклялся посвятить свою жизнь искоренению преступности и борьбе за справедливость. Подготовив себя физически и морально, он надевает стилизованный костюм летучей мыши и выходит на улицы города для противостояния преступникам. Место действия историй о Бэтмене — вымышленный американский город Готэм, созданный на основе Чикаго с элементами Нью-Йорка. При содействии нескольких второстепенных персонажей, в том числе своего напарника Робина, дворецкого Альфреда, комиссара полиции Джеймса Гордона, а также иногда супергероинь Бэтгёрл и Бэтвумен, Бэтмен противостоит преступному сообществу, коррумпированным политикам и продажным представителям власти Готэма, а также группе злодеев, среди которых Джокер, Двуликий, Ядовитый Плющ, Пингвин. В отличие от большинства супергероев, Бэтмен не обладает сверхспособностями, а использует свой высокий интеллект, различные навыки боевых искусств, познания в науке и технике, а также несгибаемую волю, способность внушать страх и запугивать своих врагов. В отличие от преступников, которым он противостоит, Бэтмен никогда никого не убивает и никогда никому не мстит.\nПочти сразу после своего появления Бэтмен обрёл популярность; меньше чем через год он получил собственную одноимённую серию комиксов. С течением времени появилось несколько вариантов различного толкования персонажа. После выхода телесериала «Бэтмен» в 1966 году образ Бэтмена, воплощённый актёром Адамом Уэстом, использовался в комиксах на протяжении многих лет. В 1980-х годах было решено вернуть более зловещий вид Тёмного рыцаря, что отражено в мини-серии комиксов 1986 года Batman: The Dark Knight Returns (рус. Бэтмен: Возвращение Тёмного рыцаря) авторства Фрэнка Миллера. Образ, переписанный Миллером, стал основой для фильма Тима Бёртона «Бэтмен» 1989 года и перезапуска 2005 года «Бэтмен: Начало» режиссёра Кристофера Нолана, которые позволили возродить популярность персонажа. Как культурная икона Бэтмен был адаптирован для кино, телевидения и книг, а также появляется в различных видах товаров, продающихся по всему миру, таких как видеоигры, игрушки и одежда. В настоящее время Бэтмен входит в тройку величайших супергероев (вместе с Суперменом и Человеком-Пауком), занимая 2 место в списке «Сто лучших героев комиксов всех времён» по версии IGN.\n",
        maker: ["Боб Кейн","https://ru.wikipedia.org/wiki/Кейн,_Боб"],
        actor: ["Бен Аффлек","https://ru.wikipedia.org/wiki/Аффлек,_Бен"],
        film: "https://www.kinopoisk.ru/film/4205/",
    },
    {
        filmName: "Шерлок Холмс",
        name: "Шерлок Холмс",
        info: "Ше́рлок Холмс (англ. Sherlock Holmes [ ˈʃɜː(r)lɒk ˈhəʊmz] Информация о файле слушать) — литературный персонаж, созданный Артуром Конаном Дойлом. Произведения Конана Дойла, посвящённые приключениям Шерлока Холмса, знаменитого лондонского «консультирующего» детектива, стали классикой детективного жанра. Прототипом Холмса считается доктор Джозеф Белл (Dr. Joseph Bell), сослуживец Конана Дойла, работавший в Эдинбургском королевском госпитале и славившийся способностью по мельчайшим деталям угадывать характер, занятия и прошлое человека.\n\nШерлок Холмс, умный, благородный и справедливый борец со злом и защитник обиженных, стал всемирной культовой фигурой и персонажем фольклора. В разных странах существуют десятки посвящённых ему обществ, музеев и памятников, почитатели пишут ему письма, романисты сочиняют продолжения его приключений, а книга рекордов Гиннесса называет Холмса «самым экранизируемым литературным героем». Гилберт Честертон назвал Холмса «единственным литературным персонажем со времён Диккенса, который прочно вошёл в жизнь и язык народа, став чем-то вроде Джона Булля или Санта-Клауса».",
        maker: ["Артур Конан Дойл","https://ru.wikipedia.org/wiki/Дойл,_Артур_Конан"],
        actor: ["Бенедикт Камбербэтч","https://ru.wikipedia.org/wiki/Камбербэтч,_Бенедикт"],
        film: "https://www.kinopoisk.ru/series/502838/",
    },
    
    {
        filmName: "Мстители",
        name: "Тони Старк",
        info: "Железный человек (англ. Iron Man); настоящее имя — Энтони Эдвард «Тони» Старк (англ. Anthony Edward 'Tony' Stark) — персонаж, изданий Marvel Comics и их адаптаций, созданный писателем Стэном Ли, сценаристом Ларри Либером и художниками Доном Хэком[en] и Джеком Кёрби; первое появление Железного человека состоялось в комиксе Tales of Suspense #39 в марте 1963 года.\n\nВ первоначальном варианте своей биографии Тони Старк, гениальный изобретатель, муж Верналии Лодж и богатейший промышленник с репутацией плейбоя, страдает от ранения, полученного им в плену, где его вынудили разработать для террористов оружие массового поражения. Вместо этого он создаёт высокотехнологичный костюм-броню, с помощью которого сбегает из плена. Позднее Старк улучшает свою броню вооружением и устройствами, созданными на базе ресурсов его компании, и использует доспех, чтобы защищать мир в облике Железного человека, первое время скрывая свою личность.Перейти к разделу «#Биография»\n\nПервоначально Железный человек, будучи порождением Холодной войны и Вьетнамской войны, в частности, был для Стэна Ли средством раскрытия их соответствующих тем и роли американской экономики в борьбе с коммунизмом; со временем в последующих переосмыслениях образа упор стал делаться на проблемы корпоративного криминала и терроризма.Перейти к разделу «#История публикаций»\n\nНа протяжении времени публикаций Железный человек связан в первую очередь с командой Мстителей, будучи одним из её сооснователей, и нескольких побочных от неё команд супергероев; его сольная серия, запущенная в мае 1968 года, пережила 5 томов, издаваясь с перерывом в 2008—2012 годах, когда её сменила серия The Invincible Iron Man, вплоть до 2014 года. Впоследствии, с ростом популярности, Железный человек стал персонажем нескольких мультсериалов и мультфильмов, причём как сольных, так и в составе Мстителей. В фильмах, относящихся к кинематографической вселенной Marvel, его роль играет актёр Роберт Дауни-младший.",
        maker: ["Стэн Ли","https://ru.wikipedia.org/wiki/Ли,_Стэн"],
        actor: ["Роберт Дауни-младший","https://ru.wikipedia.org/wiki/Дауни,_Роберт_(младший)"],
        film: "https://www.kinopoisk.ru/film/843649/",
    }
]

let subTitles = [
    "Злодеи",
    "Герои"
]

let souvenirsList = [
    {
        id: "0",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "1",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "2",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "3",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "4",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "5",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "6",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "7",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "8",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "9",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "10",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "11",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "12",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "13",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },
    {
        id: "14",
        array: [
            {
                price: "400₽",
                text: "Чехольчик для айфончика",
                img: "url('../souvenirs/souvenirs_img/5_0.png')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_1.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_2.png')",
            },
            {
                price: "800₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_3.jpg')",
            },
            {
                price: "200₽",
                text: "Блокнотик",
                img: "url('../souvenirs/souvenirs_img/5_4.png')",
            },
            {
                price: "1000₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_5.png')",
            },
            {
                price: "600₽",
                text: "Коврик для мышуи",
                img: "url('../souvenirs/souvenirs_img/5_6.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_7.jpg')",
            },
            {
                price: "150₽",
                text: "Магнитик",
                img: "url('../souvenirs/souvenirs_img/5_8.jpg')",
            },
            {
                price: "1500₽",
                text: "Худи",
                img: "url('../souvenirs/souvenirs_img/5_9.jpg')",
            },
            {
                price: "800₽",
                text: "Часы",
                img: "url('../souvenirs/souvenirs_img/5_10.jpg')",
            },
            {
                price: "500₽",
                text: "Чехольчики для паспорт",
                img: "url('../souvenirs/souvenirs_img/5_11.jpg')",
            },
            {
                price: "700₽",
                text: "Футболочка",
                img: "url('../souvenirs/souvenirs_img/5_12.jpg')",
            },
            {
                price: "500₽",
                text: "Кружечка",
                img: "url('../souvenirs/souvenirs_img/5_13.jpg')",
            },
        ]
    },

]

let pairsList = [
    ['Дарт Вейдер', 'Люк Скайуокер'],
    ['Гарри Поттер', 'Волан-де-Морт'],
    ['Бэтмен', 'Джокер'],
    ['Шерлок Холмс', 'Мориарти'],
    ['Танос', 'Железный человек'],
    ['Нео', 'Смит'],
    ['Человек-паук', 'Веном'],
]

let pairInfoList = [
    {
        id:0,
        array:[
            ["1. Дарт Вейдер – дитя Силы","images_pair/0_0.webp","Дарт Вейдер впервые появился в «Звездных войнах» 1977 года , но на самом деле он родился за четыре десятилетия до событий этого фильма как Энакин, ребенок рабыни по имени Шми Скайуокер. Спустя много лет после его рождения Шми сказала мастеру-джедаю Куай-Гону Джинну, что у Энакина «отца не было», что привело Куай-Гона к выводу, что Энакин был зачат сущностями Силы, известными как мидихлорианы. Хотя это не было окончательно заявлено, но в значительной степени подразумевает, что зачатие Энакина было каким-то образом вызвано манипуляциями Темной стороны Силы от Лорда Ситхов Дарта Плэгаса и его ученика Дарта Сидиуса.\n\nМолодой Энакин с самого раннего возраста демонстрировал потрясающие умственные способности и мастерство и был настолько искусен в механике и ремонте, что начал работать на хозяина своей матери Уотто в мастерской на Татуине. Инженерные навыки Энакина были настолько развиты, что он начал создавать протокольного дроида C-3PO для своей матери, прежде чем ему исполнилось десять лет.\n\nКроме того, он был искусным гонщиком, что было редкостью, поскольку человеческие рефлексы обычно были слишком медленными, чтобы позволить им выжить в этом виде спорта.\n\nОднако спокойная рабская жизнь Энакина была нарушена, когда в возрасте девяти лет он впервые встретил пару рыцарей-джедаев."],
            ["2. Энакин – Избранный","images_pair/0_1.jpg","Во время миссии по сопровождению королевы Набу Падме Амидалы из ее родного мира в столицу Республики Корусант, мастер-джедай Куай-Гон Джинн и его ученик Оби-Ван Кеноби столкнулись с Энакином в магазине Уотто, когда искали запчасти для своего звездолета. Куай-Гон сразу же заинтересовался Энакином и проверил его уровень мидихлорианов, обнаружив, что он зашкаливает. Убежденный в способности Энакина стать джедаем, Куай-Гон заключил пари с Уотто, что мальчик может выиграть свою свободу в гонке. Энакин выиграл гонку и сопровождал Куай-Гона и Оби-Вана на Корусант, но он оплакивал необходимость оставить свою мать.\n\nКуай-Гон представил Энакина Высшему совету джедаев, убежденный, что мальчик может быть тем избранным, который принесет равновесие в Силу, но мастера Йода и Винду опасались возраста Энакина и его пугающего поведения после разлуки с матерью. Куай-Гон умолял дать ему возможность обучать его в любом случае.\n\nВ битве за Набу против Торговой федерации Энакин пилотировал истребитель, доказав, что его навыки выходят за рамки гонок на карах. После того, как битва закончилась, он обнаружил, что Куай-Гон пал от руки Дарта Мола, и Оби-Ван дал клятву обучать Энакина в соответствии с волей его наставника. Высший совет согласился, и Энакин стал джедаем-падаваном."],
            ["Заголовок","images_pair/0_2.webp","Дарт Ве́йдер (англ. Darth Vader, 42 ДБЯ — 4 ПБЯ), также известный под своим настоящим именем как Э́накин Скайуо́кер (англ. Anakin Skywalker) — центральный персонаж первых шести эпизодов саги «Звёздные войны». Также появляется в фильме «Изгой-один». В киноэпопее «Звёздные войны» демонстрируются его становление в качестве рыцаря-джедая, его переход на Тёмную сторону Силы и его итоговое искупление. Отец Люка Скайуокера и Леи Органы. Единственный персонаж, появляющийся в шести эпизодах и спин-оффе «Изгой-один» «во плоти»."],
        ]
    },
]